docs-ES/dot/TrackVeteranTask_Organization.dot
digraph G {
rankdir="LR";
"TrackVeteranTask_Organization" -> "JudgeAssignTask_User" [label=2]
"RootTask_Organization" -> "TrackVeteranTask_Organization" [label=66]
"EvidenceSubmissionWindowTask_Organization" -> "TrackVeteranTask_Organization" [label=2]
"TrackVeteranTask_Organization" -> "DistributionTask_Organization" [label=66]
"TrackVeteranTask_Organization" -> "TrackVeteranTask_Organization" [label=3]
}
