docs/dot/RTO.DTO.EOAMTO.EOAMTO.EOAMTU.JATU.JDRTU.dot
digraph G {
rankdir="LR";
"AttorneyTask_User" -> "BvaDispatchTask_Organization" [label=16]
"AttorneyTask_User" -> "QualityReviewTask_Organization" [label=2]
"AttorneyTask_User" -> "AttorneyRewriteTask_User" [label=2]
"AttorneyTask_User" -> "JudgeDecisionReviewTask_User" [label=1]
"AttorneyTask_User" -> "TrackVeteranTask_Organization" [label=1]
"JudgeDecisionReviewTask_User" -> "AttorneyTask_User" [label=29]
"JudgeAssignTask_User" -> "AttorneyTask_User" [label=1]
}
